Repository: LiarOnce/packettracer-cn
Catalog: tm/auto/CPT8_1_1.tmx
Source language: en_us
Languages: zh_cn

source: Success
zh_cn: 成功

source: Failure
zh_cn: 失败

source: Invalid IP address
zh_cn: 无效的IP地址

source: Invalid DNS.
zh_cn: 无效的DNS.

source: Invalid IP Gateway.
zh_cn: 无效的IP网关.

source: Images (*.png *.xpm *.jpg *.bmp *.tiff *.gif)
zh_cn: 图像 (*.png *.xpm *.jpg *.bmp *.tiff *.gif)

source: UPDATER ID: %1
zh_cn: 更新ID: %1

source: CODE: %1
zh_cn: 代码: %1

source: CONFIGURATION REVISION NUMBER: %1
zh_cn: 配置修订号: %1

source: MANAGEMENT DOMAIN NAME: %1
zh_cn: 管理域名: %1

source: MGT DOMAIN LEN: 0x%1
zh_cn: 管理域长度: 0x%1

source: UPDATE TIMESTAMP: %1
zh_cn: 更新时间戳: %1

source: VER: %1
zh_cn: 版本: %1

source: MD5 DIGEST: %1
zh_cn: MD5摘要: %1

source: FOLLOWERS:%1
zh_cn: 追随者:%1

source: Label
zh_cn: 标签

source: Quantity
zh_cn: 数量

source: Syntax :
zh_cn: 语法:

source: OID input cannot be empty.
zh_cn: OID输入不能为空。

source: Version 1 does not support getbulk.
zh_cn: 版本1不支持getbulk。

source: Value for set dialog cannot be empty.
zh_cn: 设置对话框的值不能为空。

source: Read Community cannot be empty.
zh_cn: 读取共同体不能为空。

source: Write Community cannot be empty.
zh_cn: 写入共同体不能为空。

source: Name :
zh_cn: 名称:

source: SNMP Command no results found on IP:
zh_cn: SNMP命令在IP上找不到结果:

source: Cannot perform SNMP query for invalid OID.
zh_cn: 无法对无效的OID执行SNMP查询。

source: Access :
zh_cn: 访问:

source: SNMP command no results
zh_cn: SNMP命令无结果

source: SNMP Command Error
zh_cn: SNMP命令错误

source: SNMP command Error
zh_cn: SNMP命令错误

source: Invalid IP address.
zh_cn: 无效的IP地址.

source: Read Community cannot be empty
zh_cn: 读取共同体不能为空

source: Description :
zh_cn: 描述:

source: IP Address cannot be empty.
zh_cn: IP地址不能为空.

source: OTHER
zh_cn: 其他

source: SENSORS
zh_cn: 传感器

source: ACTUATORS
zh_cn: 执行器

source: None.
zh_cn: 无.

source: Edit ACL Filters
zh_cn: 编辑ACL过滤器

source: Viewable Physical Topology
zh_cn: 可视的物理拓扑

source: Command Line Interface History
zh_cn: 命令行界面历史

source: Image of Dialog
zh_cn: 对话框图像

source: Viewable Logical Topology
zh_cn: 可视的逻辑拓扑

source: Print...
zh_cn: 打印...

source: Configuration Dialogs:
zh_cn: 配置对话框:

source: Print to File...
zh_cn: 打印到文件...

source: Activity Instructions
zh_cn: 活动说明

source: Main Interface:
zh_cn: 主界面:

source: Active Dockable Dialog
zh_cn: 活动可停靠对话框

source: Select a Printable Interface
zh_cn: 请选择一个可打印的界面

source: <p align="right"><b>Single Port Forwarding</b></p>
zh_cn: <p align="right"><b>单端口转发</b></p>

source: <p align="right">Application Name</p>
zh_cn: <p align="right">应用名称</p>

source: <p align="right"><b>Factory Defaults</b></p>
zh_cn: <p align="right"><b>出厂默认设置</b></p>

source: Start to Upgrade
zh_cn: 开始更新

source: Warning: Upgrading firmware may take a few minutes, please don't turn off the power or press the reset button.
zh_cn: 警告: 更新固件可能需要几分钟， 请勿关闭电源或按下重置按钮。

source: Please select a file to upgrade the firmware:
zh_cn: 请选择一个文件以更新固件:

source: Upgrade must NOT be interrupted !!
zh_cn: 不允许中断更新!!

source: <p align="right"><b>Firmware Upgrade</b></p>
zh_cn: <p align="right"><b>固件更新</b></p>

source: FLAG: %1
zh_cn: 标志: %1

source: TYPE %1
zh_cn: 类型 %1

source: Option: %1
zh_cn: 选项: %1

source: Re-Enter Confirm Password.
zh_cn: 重新输入确认密码.

source: This feature can only be accessed from PC browser.
zh_cn: 此功能只能通过PC浏览器访问.

source: Firmware Upgrade
zh_cn: 固件更新

source: DELAY: %1
zh_cn: 延迟: %1

source: LOAD: %1
zh_cn: 负载: %1

source: DESTINATION: %1
zh_cn: 目的: %1

source: RESERVED: 0x%1
zh_cn: 保留: 0x%1

source: PREFIX: 0x%1
zh_cn: 前缀: 0x%1

source: BANDWIDTH: %1
zh_cn: 带宽: %1

source: image
zh_cn: 图像

source: Select Untrusted Publisher Certificate
zh_cn: 选择不受信任的发布者证书

source: Effective Date
zh_cn: 有效日期

source: Publisher certificate already exists in the list of Untrusted Publishers.
zh_cn: 发布者证书已存在于不受信任的发布者列表中。

source: Certificate file is invalid.
zh_cn: 证书文件无效。

source: Expiration Date
zh_cn: 过期日期

source: X.509 Certificate File (*.pem *.cer *.crt *.der)
zh_cn: X.509证书文件(*.pem *.cer *.crt *.der)

source: Select Trusted Publisher Certificate
zh_cn: 选择可信的发布者证书

source: Issued By
zh_cn: 发送方

source: Issued To
zh_cn: 接收方

source: Publisher certificate is in the list of Trusted Publishers. Remove it first.
zh_cn: 发布者证书位于可信的发布者列表中。请先将其删除。

source: Error opening certificate file.
zh_cn: 打开证书文件出错。

source: Publisher certificate is in the list of Untrusted Publishers. Remove it first.
zh_cn: 发布者证书位于不受信任的发布者列表中。 请先将其删除。

source: Publisher certificate already exists in the list of Trusted Publishers.
zh_cn: 发布者证书已存在于可信的发布者列表中。

source: HELLOTIME: %1
zh_cn: HELLO时间: %1

source: GROUP: %1
zh_cn: 组: %1

source: STATE: 0x%1
zh_cn: 状态: 0x%1

source: VIRTUALIP: %1
zh_cn: 虚拟IP: %1

source: PRIORITY: %1
zh_cn: 优先级: %1

source: Neighbor Interface ID: 0x%1
zh_cn: 邻居接口ID: 0x%1

source: Neighbor Router ID: %1
zh_cn: 邻居路由器ID: %1

source: Interface ID: 0x%1
zh_cn: 接口ID: 0x%1

source: Shared Key should not be empty.
zh_cn: 共享密钥不能为空.

source: Password should not be empty.
zh_cn: 密码不能为空.

source: Password should consist of ascii chars only.
zh_cn: 密码应仅由ASCII字符组成。

source: User ID should be minimum 1 and maximum 16 ascii chars long.
zh_cn: 用户ID长度应最小为1位ASCII字符，最大为16位ASCII字符。

source: Invalid IP address entered
zh_cn: 输入的IP地址无效

source: Password should be minimum 1 and maximum 16 ascii chars long.
zh_cn: 密码长度应最小为1位ASCII字符，最大为16位ASCII字符。

source: User ID should consist of ascii chars only.
zh_cn: 用户ID应仅由ASCII字符组成。

source: WEP Key should be 26 Hex digits long.
zh_cn: WEP密钥长度应为26位十六进制数字。

source: WEP Key should be 10 Hex digits long.
zh_cn: WEP密钥长度应为10位十六进制数字。

source: User ID should not be empty.
zh_cn: 用户ID不能为空.

source: Shared Key should consist of alpha-numeric characters
zh_cn: 共享密钥应由字母数字字符组成

source: IP address should not be empty.
zh_cn: IP地址不能为空.

source: IP address is not valid.
zh_cn: IP地址无效.

source: WEP key should not be empty.
zh_cn: WEP密钥不能为空.

source: Pass Phrase should not be empty.
zh_cn: 密码不能为空.

source: Key should consist of Hex digits only.
zh_cn: 密钥应仅由十六进制数字组成。

source: Pass Phrase should be minimum 8 and maximum 63 ascii chars long.
zh_cn: 密钥长度应最小为8位ASCII字符，最大为63位ASCII字符。

source: User ID is not valid.
zh_cn: 用户ID无效.

source: Pass Phrase should consist of ascii chars only.
zh_cn: 密钥应仅由ASCII字符组成。

source: Password is not valid.
zh_cn: 密码无效.

source: Key should be 10 Hex digits long.
zh_cn: 密钥长度应为10位十六进制数字。

source: Key should be 26 Hex digits long.
zh_cn: 密钥长度应为26位十六进制数字。

source: Invalid Gateway.
zh_cn: 无效的网关.

source: Value is out of range[1-253]
zh_cn: 值超出范围[1-253]

source: Value is out of range[1-254]
zh_cn: 值超出范围[1-254]

source: IP address and gateway are not on the same subnet!
zh_cn: IP地址和网关不在同一子网!

source: Invalid DNS Server IP.
zh_cn: 无效的DNS服务器IP.

source: Out of range, please adjust start IP address or user's number.
zh_cn: 超出范围，请调整起始IP地址或用户编号.

source: Value is out of range [0-254]
zh_cn: 值超出范围 [0-254]

source: Value is out of range [0-223]
zh_cn: 值超出范围 [0-223]

source: Value is out of range [1-254]
zh_cn: 值超出范围 [1-254]

source: Value is out of range [1-223]
zh_cn: 值超出范围 [1-223]

source: First Octet Value of Subnet Mask is out of range [1-255]
zh_cn: 子网掩码的第一个8位数值超出范围[1-255]

source: This IP Address is not allowed for use on a port.
zh_cn: 该IP地址不允许用于端口。

source: Message Type: 0x%1
zh_cn: 消息类型: 0x%1

source: Transaction ID: 0x%1
zh_cn: 事务ID: 0x%1

source: DHCPv6 Solicit Message
zh_cn: DHCPv6配置参数请求消息

source: DHCPv6 Advertise Message
zh_cn: DHCPv6通告消息

source: DHCPv6 Release Message
zh_cn: DHCPv6释放消息

source: DHCPv6 Reply Message
zh_cn: DHCPv6应答消息

source: DHCPv6 Renew Message
zh_cn: DHCPv6更新消息

source: DHCPv6 Request Message
zh_cn: DHCPv6请求消息

source: Select Packet Tracer File to Export
zh_cn: 选择要导出的Packet Tracer文件

source: Select Common Cartridge Package Name
zh_cn: 选择Common Cartridge包名称

source: Open Tags File
zh_cn: 打开标签文件

source: UNDEFINED
zh_cn: 未定义

source: Enter a new ACL Filter name.
zh_cn: 输入新的ACL过滤器名称.

source: Invalid Input.
zh_cn: 无效的输入.

source: ACL Filter Name
zh_cn: ACL过滤器名称

source: Context Help
zh_cn: 上下文帮助

source: Please start with either "permit" or "deny"
zh_cn: 请以“permit”或“deny”开始

source: ACL Filter name cannot be empty.
zh_cn: ACL过滤器名称不能为空.

source: Wireless-N Broadband Router
zh_cn: Wireless-N宽带路由器

source: User Name should not be empty.
zh_cn: 用户名不能为空.

source: User Name already exists.
zh_cn: 用户名已存在.

source: No User Selected.
zh_cn: 未选择任何用户。

source: Connection Time out
zh_cn: 连接超时

source: Authentication failed
zh_cn: 认证失败

source: Connection is lost
zh_cn: 连接丢失

source: Cannot get IP Address
zh_cn: 无法获得IP地址

source: Connection timeout.
zh_cn: 连接超时.

source: Cannot find the outgoing email server. Verify the server information in account properties.
zh_cn: 无法找到发送电子邮件服务器。请在账户属性中验证服务器信息。

source: Cannot find the incoming email server. Verify the server information in account properties.
zh_cn: 无法找到接收电子邮件服务器。请在账户属性中验证服务器信息。

source: POP3 authentication failure.
zh_cn: POP3认证失败.

source: Please Select mail from Mail Box.
zh_cn: 请从邮箱中选择邮件。

source: SMTP authentication failure.
zh_cn: SMTP认证失败.

source: Domain name configured at server is not correct.
zh_cn: 在服务器上配置的域名不正确。

source: Please check the email Address Entered.
zh_cn: 请检查输入的电子邮件地址.

source: Server not found.
zh_cn: 未找到服务器.

source: Connection received a reset from server.
zh_cn: 连接接收到来自服务器的重置。

source: Connection error.
zh_cn: 连接错误.

source: Mail configuration is invalid or incomplete.
zh_cn: 邮件配置无效或不完整。

source: MESSAGE ID: 0x%1
zh_cn: 消息ID: 0x%1

source: INITIATOR COOKIE: 0000000000000000
zh_cn: 初始COOKIE: 0000000000000000

source: EXCHANGE TYPE: %1
zh_cn: 交换类型: %1

source: INITIATOR COOKIE: %1
zh_cn: 初始COOKIE: %1

source: RESPONDER COOKIE: 0000000000000000
zh_cn: 响应COOKIE: 0000000000000000

source: FLAG: 0x%1
zh_cn: 标志: 0x%1

source: RESPONDER COOKIE: %1
zh_cn: 响应COOKIE: %1

source: <CENTER>DATA (VARIABLE LENGTH)
zh_cn: <CENTER>数据 (可变长度)

source: <CENTER>SRC ADDR:<br>%1
zh_cn: <CENTER>源地址:<br>%1

source: <CENTER>LENGTH / TYPE:<br>0x%1
zh_cn: <CENTER>长度/类型:<br>0x%1

source: <CENTER>DEST ADDR:<br>%1
zh_cn: <CENTER>目的地址:<br>%1

source: <CENTER>PREAMBLE:<br> 1010 1010
zh_cn: <CENTER>前导码:<br> 1010 1010

source: Invalid RADIUS
zh_cn: 无效的RADIUS

source: Valid VLAN values are 1 to 1024.
zh_cn: 有效的VLAN值为1到1024.

source: RADIUS server address is invalid.
zh_cn: RADIUS服务器地址无效.

source: Unnamed Profile
zh_cn: 未命名配置

source: RADIUS shared secret value must contain alphanumeric characters only.
zh_cn: RADIUS共享密钥值只能包含字母数字字符。

source: Duplicate SSID
zh_cn: 重复的SSID

source: Invalid WEP Key
zh_cn: 无效的WEP密钥

source: WEP key must be 10 HEX digits.
zh_cn: WEP密钥必须为10位十六进制数字。

source: Please enter a valid name for this profile
zh_cn: 请为此配置输入有效的名称

source: Overwrite?
zh_cn: 覆盖？

source: Confirm to overwrite existing profile.
zh_cn: 确认覆盖现有配置文件。

source: Invalid VLAN
zh_cn: 无效的VLAN

source: " uses the same SSID "
zh_cn: " 使用相同的SSID "

source: WEP key must be 26 HEX digits.
zh_cn: WEP密钥必须为26位十六进制数字。

source: The profile "
zh_cn: 配置 "

source: RADIUS shared secret value is invalid.
zh_cn: RADIUS共享密码值无效.

source: WR LENGTH: %1
zh_cn: WR长度: %1

source: PA LENGTH: %1
zh_cn: PA长度: %1

source: <center>TYPE:<br/>0x%1
zh_cn: <center>类型:<br/>0x%1

source: <center>DATA (VARIABLE LENGTH)
zh_cn: <center>数据 (可变长度)

source: <center>DEST MAC:<br/>%1
zh_cn: <center>目的MAC:<br/>%1

source: <center>PREAMBLE:<br/>101010...1011
zh_cn: <center>前导码:<br/>101010...1011

source: <center>SRC MAC:<br/>%1
zh_cn: <center>源MAC:<br/>%1

source: <center>Forwarding Address: %1
zh_cn: <center>转发地址: %1

source: <center>Length: 0x%1
zh_cn: <center>长度: 0x%1

source: <center>Metric: 0x%1
zh_cn: <center>度量: 0x%1

source: <center>LS Age: 0x%1
zh_cn: <center>LS老化时间: 0x%1

source: <center>LS Sequence Number: 0x%1
zh_cn: <center>LS序列号: 0x%1

source: <center>External Route Tag: 0x%1
zh_cn: <center>外部路由标签: 0x%1

source: <center>Link State ID: %1
zh_cn: <center>链路状态ID: %1

source: <center>Advertising Router: %1
zh_cn: <center>通告路由器: %1

source: <center>Prefix Length: 0x%1
zh_cn: <center>前缀长度: 0x%1

source: <center>Referenced LS Type: 0x%1
zh_cn: <center>引用LS类型: 0x%1

source: <center>Referenced Link State ID: 0x%1
zh_cn: <center>引用链路状态ID: 0x%1

source: <center>Prefix Options: 0x%1
zh_cn: <center>前缀选项: 0x%1

source: <center>Address Prefix: %1
zh_cn: <center>地址前缀: %1

source: Auto Connect is disabled.
zh_cn: 自动连接已禁用。

source: Enter the new password
zh_cn: 输入新密码

source: Username cannot be blank.
zh_cn: 用户名不能为空.

source: Password cannot be blank.
zh_cn: 密码不能为空.

source: Password changed successfully
zh_cn: 密码更改成功

source: User already exists.
zh_cn: 用户已存在.

source: Password cannot be blank
zh_cn: 密码不能为空

source: More than 1 wireless module installed on End Devices is not supported -- Packet Tracer
zh_cn: 不支持在终端设备上安装多个无线模块 -- Packet Tracer

source: Cannot Add Module -- Packet Tracer
zh_cn: 无法添加模块 -- Packet Tracer

source: Packet Tracer does not support adding more than 1 wireless module on End Devices.
zh_cn: Packet Tracer不支持在终端设备上添加多个无线模块.

source: Mode button pressed for 3 seconds for ROMMON access.
zh_cn: 按下模式按钮3秒钟进行ROMMON访问。

source: power on
zh_cn: 打开电源

source: Power on
zh_cn: 打开电源

source: Module Not Compatible -- Packet Tracer
zh_cn: 模块不兼容 -- Packet Tracer

source: Packet Tracer does not support adding more than 1 cellular module on End Devices.
zh_cn: Packet Tracer不支持在终端上设备上添加多个蜂窝模块.

source: Cannot add a module when the power is on.
zh_cn: 无法在设备加电时添加模块.

source: This module is not compatible.
zh_cn: 不兼容该模块.

source: More than 1 cellular module installed on End Devices is not supported -- Packet Tracer
zh_cn: 不支持在终端设备上安装多个蜂窝模块 -- Packet Tracer

source: Power off
zh_cn: 关闭电源

source: DNS Recursive Server:
zh_cn: 递归DNS服务器:

source: Search String:
zh_cn: 搜索字符串:

source: MESSAGE HASH: %1
zh_cn: 消息散列: %1

source: KEY IDENTIFIER: %1
zh_cn: 密钥标识符: %1

source: ROOT DELAY: %1
zh_cn: 根延迟: %1

source: ORIGINATE TIMESTAMP: %1
zh_cn: 原始时间戳: %1

source: ROOT DISPERSION: %1
zh_cn: 根时误: %1

source: REFERENCE IDENTIFIER: %1
zh_cn: 参考标识符: %1

source: STARTUM: %1
zh_cn: 层级: %1

source: RECEIVE TIMESTAMP: %1
zh_cn: 接收时间戳: %1

source: REFERENCE TIMESTAMP: %1
zh_cn: 参考时间戳: %1

source: TRANSMIT TIMESTAMP: %1
zh_cn: 传送时间戳: %1

source: Passphrase should be minimum 8 and maximum 63 ascii chars long.
zh_cn: 密码长度应最小为8位ASCII字符，最大为63位ASCII字符。

source: Value is out of range [1-255]
zh_cn: 值超出范围 [1-255]

source: Options: %1
zh_cn: 选项: %1

source: Destination Router ID: %1
zh_cn: 目的路由器ID: %1

source: VLAN NUM<br/>0x%1
zh_cn: VLAN号<br/>0x%1

source: VLAN NUM<br/>0x00%1
zh_cn: VLAN号<br/>0x00%1

source: VLAN NUM<br/>0x0%1
zh_cn: VLAN号<br/>0x0%1

source: VLAN NUM<br/>0x000%1
zh_cn: VLAN号<br/>0x000%1

source: PORT<br/>0x0%1
zh_cn: 端口<br/>0x0%1

source: TYPE<br/>0x0%1
zh_cn: 类型<br/>0x0%1

source: MAC ADDRESS<br/>%1
zh_cn: MAC地址<br/>%1

source: %1 is not rack mountable.
zh_cn: %1 不可安装在机架上。

source: This slot does not fit this device.
zh_cn: 此插槽不适合该设备。

source: Cannot launch the %1 ExApp because it is disabled. Please enable it before trying again.
zh_cn: 无法启动%1 ExAPP，因为它已被禁用。请先启用它，然后再次尝试。

source: ExApp Launch
zh_cn: ExAPP启动

source: Cannot launch the %1 ExApp because publisher of this ExApp is in the Untrusted Publishers list. If you want to enable this ExApp, please go to Options->Preferences and remove the publisher.
zh_cn: 无法启动%1 ExAPP，因为此ExAPP的发布者被列入“不受信任的发布者”名单中。如果您想要启用此ExAPP，请前往“选项”->“首选项”并删除该发布者。

source: Cannot launch ExApp: %1. The executable file name or location may be incorrect,or the ExApp is not designed to be launched from Packet Tracer.
zh_cn: 无法启动ExAPP: %1。执行文件名或位置可能不正确，或该ExAPP不是设计为从Packet Tracer启动。

source: Cannot launch ExApp. The executable file name or location may be incorrect,or the ExApp is not designed to be launched from Packet Tracer.
zh_cn: 无法启动ExAPP。执行文件名或位置可能不正确，或该ExAPP不是设计为从Packet Tracer启动。

source: Cannot launch the %1 ExApp because it has changed. Please reinstall the ExApp or contact the ExApp's author.
zh_cn: 无法启动%1 ExAPP，因为它已更改。请重新安装该ExAPP或联系该ExAPP的作者。

source: Cannot launch the %1 ExApp because the effective dates of its certificate are invalid or the certificate is blacklisted. Please contact the ExApp's author.
zh_cn: 无法启动%1 ExAPP，因为其证书的有效日期无效或证书被列入黑名单。请联系该ExAPP的作者。

source: Invalid network address entered.
zh_cn: 输入的网络地址无效.

source: CLIENT HARDWARE ADDRESS:<br/>%1
zh_cn: 客户端硬件地址:<br/>%1

source: SERVER ADDRESS:<br/>%1
zh_cn: 服务器地址:<br/>%1

source: RELAY AGENT ADDRESS:<br/>%1
zh_cn: 中继代理地址:<br/>%1

source: CLIENT ADDRESS:<br/>%1
zh_cn: 客户端地址:<br/>%1

source: "YOUR" CLIENT ADDRESS:<br/>%1
zh_cn: “您的”客户端地址:<br/>%1

source: SWITCH
zh_cn: 交换

source: CLIENTLESS VPN
zh_cn: 无客户端VPN

source: NEXT HEADER: 0x%1
zh_cn: 下一报头: 0x%1

source: AH SEQUENCE: %1
zh_cn: AH序列: %1

source: AH DATA AUTHENTICATED WITH MD5
zh_cn: 基于MD5认证的AH数据

source: AH DATA AUTHENTICATED WITH SHA
zh_cn: 基于SHA认证的AH数据

source: HOLD TIME: %1
zh_cn: 保持时间: %1

source: Invalid IP -- Packet Tracer
zh_cn: 无效的IP -- Packet Tracer

source: Invalid Destination Port -- Packet Tracer
zh_cn: 无效的目的端口 -- Packet Tracer

source: The destination IP address is invalid.
zh_cn: 目的IP地址无效.

source: The TOS/DSCP is out of range. It must be between 0 and 255.
zh_cn: TOS/DSCP超出范围. 数值必须介于0到255之间.

source: Enter a valid sequence number. Valid range is 0 to 65535
zh_cn: 输入有效的序列号. 有效数值范围为0到65535

source: The destination port is out of range. It must be between 1 and 65536.
zh_cn: 目的端口超出范围. 数值必须介于1到65536之间.

source: Invalid Source Port -- Packet Tracer
zh_cn: 无效的源端口 -- Packet Tracer

source: The source IP address is invalid.
zh_cn: 源IP地址无效.

source: Enter a valid source port. Valid range is 1 to 65535.
zh_cn: 输入有效的源端口. 有效数值范围为1到65535.

source: The TTL is out of range. It must be between 0 and 255.
zh_cn: TTL超出范围. 数值必须介于0到255之间.

source: Enter a valid destination port. Valid range is 1 to 65535.
zh_cn: 输入有效的目的端口. 有效数值范围为0到65535.

source: The sequence number is out of range. It must be between 0 and 65536.
zh_cn: 序列号超出范围. 数值必须介于0到65536之间.

source: The source port is out of range. It must be between 1 and 65536.
zh_cn: 源端口超出范围. 数值必须介于1到65536之间.

source: Invalid TOS/DSCP -- Packet Tracer
zh_cn: 无效的TOS/DSCP -- Packet Tracer

source: Invalid Local Port -- Packet Tracer
zh_cn: 无效的本地端口 -- Packet Tracer

source: A Duplicate Firewall Rule is already exists.
zh_cn: 一条重复的防火墙规则已存在.

source: Duplicate Firewall Rule -- Packet Tracer
zh_cn: 重复的防火墙规则 -- Packet Tracer

source: Invalid Subnet Mask -- Packet Tracer
zh_cn: 无效的子网掩码 -- Packet Tracer

source: Invalid Remote Port -- Packet Tracer
zh_cn: 无效的远程端口 -- Packet Tracer

source: Enter a valid Number for Local Port. Valid range is 1 to 65535. Keyword "any" is supported.
zh_cn: 输入本地端口的有效编号。有效数值范围为1到65535。支持关键词“any”。

source: The Subnet Mask address is invalid.
zh_cn: 子网掩码地址无效.

source: The IP address is invalid.
zh_cn: IP地址无效.

source: No Input -- Packet Tracer
zh_cn: 无输入 -- Packet Tracer

source: Enter a valid Number for Remote Port. Valid range is 1 to 65535. Keyword "any" is supported.
zh_cn: 输入远程端口的有效编号。有效数值范围为1到65535。支持关键词“any”。

source: Please input an inbound rule.
zh_cn: 请输入一条入站规则。

source: Username is empty -- Packet Tracer
zh_cn: 用户名为空 -- Packet Tracer

source: Password is empty -- Packet Tracer
zh_cn: 密码为空 -- Packet Tracer

source: Duplicate IP Record -- Packet Tracer
zh_cn: IP记录重复 -- Packet Tracer

source: Invalid Port -- Packet Tracer
zh_cn: 无效的端口 -- Packet Tracer

source: Same IP address record is available.
zh_cn: 相同的IP地址记录可用.

source: Duplicate User Record -- Packet Tracer
zh_cn: 用户记录重复 -- Packet Tracer

source: Enter a valid username.
zh_cn: 输入有效的用户名.

source: Enter a valid password.
zh_cn: 输入有效的密码.

source: Enter a valid number of users. Valid range is 1 to 65535
zh_cn: 输入有效的用户数. 有效数值范围为1到65535

source: Same user record is available.
zh_cn: 相同的用户记录可用.

source: NEIGHBOR MAC ADDRESS:<br/>%1
zh_cn: 邻居MAC地址:<br/>%1

source: DTP TYPE:<br/>
zh_cn: DTP类型:<br/>

source: DTP TYPE:<br/>%1
zh_cn: DTP类型:<br/>%1

source: DOMAIN NAME:<br/>%1
zh_cn: 域名:<br/>%1

source: Devices
zh_cn: 设备

source: Configure Custom Interfaces
zh_cn: 配置自定义界面

source: Software Queue: %1
zh_cn: 软件队列: %1

source: No info
zh_cn: 无信息

source: Hardware Queue: FIFO (%1)
zh_cn: 硬件队列: FIFO (%1)

source: Software Queue: %1 (%2)
zh_cn: 软件队列: %1 (%2)

source: Invalid dns address
zh_cn: 无效的DNS地址

source: Invalid Prefix valid lifetime. Must be in <60-4294967295>
zh_cn: 无效的前缀有效生命期。数值必须介于<60-4294967295>

source: Invalid Pool Preferred time. Must be in number format
zh_cn: 无效的地址池首选时间。必须为数字格式

source: IPv6 Address is invalid. Number should be [1-128]
zh_cn: IPv6地址无效。数值应为[1-128]

source: Invalid Pool Preferred Lifetime. Must be in <60-4294967295>
zh_cn: 无效的地址池首选生命期。数值必须介于<60-4294967295>

source: Invalid Prefix Preferred Lifetime. Must be in <60-4294967295>
zh_cn: 无效的前缀首选生命期。数值必须介于<60-4294967295>

source: Pool Name field cannot be empty
zh_cn: 地址池名称字段不能为空

source: Pool Preferred Lifetime field cannot be empty
zh_cn: 地址池首选生命期字段不能为空

source: Invalid Pool valid time. Must be in number format
zh_cn: 无效的地址池有效时间。必须为数字格式

source: Invalid DUID format. Must be a 20 bytes hex-data string.
zh_cn: 无效的DUID格式。必须是20字节的十六进制数据字符串。

source: Invalid input. Must be in number format
zh_cn: 无效的输入。必须以数字格式输入

source: Invalid ipv6 prefix input
zh_cn: 无效的IPv6前缀输入

source: Ipv6 Prefix Length field cannot be empty
zh_cn: IPv6前缀长度字段不能为空

source: Invalid Pool valid lifetime. Must be in <60-4294967295>
zh_cn: 无效的地址池有效生命期。数值必须介于<60-4294967295>

source: Prefix Preferred Lifetime field cannot be empty
zh_cn: 前缀首选生命期字段不能为空

source: DUID field cannot be empty
zh_cn: DUID字段不能为空

source: DD SEQUENCE NUM: %1
zh_cn: DD序列号: %1

source: ROUTER ID: %1
zh_cn: 路由器ID: %1

source: INTERFACE MTU: %1
zh_cn: 接口MTU: %1

source: AREA ID: %1
zh_cn: 区域ID: %1

source: VERSION NUM: %1
zh_cn: 版本号: %1

source: PACKET LEN: %1
zh_cn: 数据包长度: %1

source: AUTH TYPE: %1
zh_cn: 认证类型: %1

source: AUTHENTICATION: %1
zh_cn: 认证: %1

source: TYPE: %1
zh_cn: 类型: %1

source: MTU SIZE: 0x%1
zh_cn: MTU大小: 0x%1

source: VLAN TYPE: %1
zh_cn: VLAN类型: %1

source: STATUS: %1
zh_cn: 状态: %1

source: VLAN NAME LEN: 0x%1
zh_cn: VLAN名长度: 0x%1

source: VLAN NAME: %1
zh_cn: VLAN名: %1

source: CONTROL:<br/>0x%1
zh_cn: 控制:<br/>0x%1

source: Please Input Positive Value for Year.
zh_cn: 请为年份输入一个正值。

source: Key should be a number in the range 0-4294967295
zh_cn: 密钥应为0-4294967295范围内的数字

source: Invalid Year -- Packet Tracer
zh_cn: 无效的年份 -- Packet Tracer

source: Invalid IP address entered for gateway.
zh_cn: 为网关输入的IP地址无效。

source: Pool Name Should not be empty.
zh_cn: 地址池名称不能为空.

source: Pool Name already exists.
zh_cn: 地址池名称已存在.

source: Invalid Number of users -- Packet Tracer
zh_cn: 用户数量无效 -- Packet Tracer

source: Invalid IP address entered for TFTP server.
zh_cn: 为TFTP服务器输入的IP地址无效。

source: Invalid IP address entered for DNS Server.
zh_cn: 为DNS服务器输入的IP地址无效。

source: Select a record to delete.
zh_cn: 选择要删除的记录.

source: Enter a valid Number of users. Valid range is 1 to 65535
zh_cn: 输入有效的用户数. 有效数值范围为1到65535

source: Start to Ping
zh_cn: 开始Ping

source: Packet Size:
zh_cn: 数据包大小:

source: Diagnostics
zh_cn: 诊断

source: <p align="right">Traceroute Test</p>
zh_cn: <p align="right">Traceroute测试</p>

source: Start to Traceroute
zh_cn: 开始Traceroute

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Verdana'; font-size:7pt; font-weight:400; font-style:normal;"> <p align="center" style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> Help...</p></body></html>
zh_cn: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Verdana'; font-size:7pt; font-weight:400; font-style:normal;"> <p align="center" style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> 帮助...</p></body></html>
